[
  {
    "quote":
      "When you're trying to be a good citizen but the government is too corrupt",
    "id": 1
  },

  {
    "quote": "When you're trying to be a good friend but they cancel plans",
    "id": 2
  },

  {
    "quote": "When you're trying to be a good human but the world is too chaotic",
    "id": 3
  },

  {
    "quote":
      "When you're trying to be a good listener but your mind is on the food",
    "id": 4
  },

  {
    "quote":
      "When you're trying to be a good host but the guests are too demanding",
    "id": 5
  },

  {
    "quote": "Behind every great man is a woman rolling her eyes.",
    "id": 6
  },

  { "quote": "Don/'t you bring Lady Gaga into this.", "id": 7 },

  { "quote": "Do you like pie? Fruit should not be hot.", "id": 8 },

  {
    "quote":
      "Oh, my god! They are as pale like a zombie! You know they eat the hottest people first. Let me back my tasty ass up.",
    "id": 9
  },

  {
    "quote":
      "People waste their time pondering whether a glass is half empty or half full. Me, I just drink whatever's in the glass",
    "id": 10
  },

  { "quote": "I won't have a good day, actually.", "id": 11 },

  { "quote": "I hate to admit it, but they melts my Haagen-Dazs", "id": 12 },

  {
    "quote":
      "My mother always used to say: The older you get, the better you get, unless you're a banana.",
    "id": 13
  },

  {
    "quote": "You know I'm a feminist. That's why I let you pay for all my stuff",
    "id": 14
  },

  {
    "quote": "She's really a very sweet woman. She just doesn't like to show it.",
    "id": 15
  },

  { "quote": "I'm not a criminal, I'm an outlaw.", "id": 16 },

  {
    "quote":
      "I'm sick of following my dreams, man. I'm just going to ask where they're going and hook up with 'em late",
    "id": 17
  },

  {
    "quote":
      "I don't believe in astrology; I'm a Sagittarius and we're skeptical.",
    "id": 18
  },

  { "quote": "I'm not a kid anymore, I'm a grown-up.","id": 19 },

  {
    "quote":
      "I'm not saying I hate you, but I would unplug your life support to charge my phone.",
    "id": 20
  },

  {
    "quote":
      "Doing nothing is very hard to do… you never know when you're finished.",
    "id": 21
  },

  {
    "quote":
      "I always wanted to be somebody, but now I realize I should have been more specific.",
    "id": 22
  },

  { "quote": "When people say 'it's always the last place you look", "id": 23 },

  { "quote": "Hell to the no!", "id": 24 },

  { "quote": "When support Jupiter flinging asteriods at Earth", "id": 25 },

  { "quote": "When pretend like you didn't see something so the other person doesn't feel embarrased", "id": 26 },

  { "quote": "When the phone ring longer when you ignoring their call", "id": 27 },

  { "quote": "When your crush says they're single", "id": 28 },

  { "quote": "When you sit on something dirty and it leaves a brown stain on your butt", "id": 29 },

  { "quote": "When you accidentally FaceTime your crush while on the toilet", "id": 30 },

  { "quote": "When someone wishes you a happy birthday but it's not your birthday", "id": 31 },

  { "quote": "When the waiter tells you to enjoy your food and you respond 'You too!'", "id": 32 },

  { "quote": "When you order delivery and the food just never shows up", "id": 33 },

  { "quote": "When you're talking with someone and they have food in their teeth", "id": 34 },

  { "quote": "I'm not a fan of facts. I like to stick with opinions", "id": 35 },

  { "quote": "I cook with wine, sometimes I even add it to the food", "id": 36 },

  { "quote": "When you're trying to be a good traveler but the destination is too touristy", "id": 37 },

  { "quote": "When you're trying to be a good sport but the competition is too fierce", "id": 38 },

  { "quote": "When your meal is spicy as heck but you're acting like it's not", "id": 39 },

  { "quote": "When your new neighbor is way too friendly", "id": 40 },

  { "quote": "Please. Have mercy. I’ve been wearing the same underwear since Tuesday", "id": 41 },

  { "quote": "When you're trying to make a good impression but you're too awkward", "id": 42 },

  { "quote": "When you're trying to act like you're listening", "id": 43 },

  { "quote": "When your mom asks if you want to do something fun and it turns out her idea of fun is a puzzle", "id": 44 },

  { "quote": "When a supermarket employee catches you sampling the grapes", "id": 45 },

  { "quote": "When you're trying to be a good roommate but they're too messy", "id": 46 },

  { "quote": "When you're trying to be healthy but pizza is your true love", "id": 47 },

  { "quote": "When your Amazon order comes earlier than the expected delivery date", "id": 48 },

  { "quote": "If there's an adrenaline rush, I will find it; if there's an anxiety attack, I will have it.", "id": 49 },

  { "quote": "When the website says a store is open but you show up and they're closed", "id": 50 },

  { "quote": "When you just know you're about to break your 'number of days without crying' streak", "id": 51 },

  { "quote": "When you're trying to be a good partner but they're not meeting your expectations", "id": 52 },

  { "quote": "When someone spoils a movie or TV show on purpose", "id": 53 },

  { "quote": "When you're trying to be a good listener but your mind is on your phone", "id": 54 },

  { "quote": "When your boss starts following you on TikTok", "id": 55 },

  { "quote":  "Did you just look at me? Did you? Look at me! Look at me! How dare you? Close your eyes!", "id": 56 },

  { "quote": "When you find a couple of bucks in your pants", "id": 57 },

  { "quote": "When you show someone a hilarious video and they don't laugh", "id": 58 },

  { "quote": "When you spit out the window of a moving car and the loogie hits you right in the face", "id": 59 },

  { "quote": "The face you make when someone compliments your haircut", "id": 60 },

  { "quote": "When you're trying to be a good shopper but the mall is too crowded", "id": 61 },

  { "quote": "When you fake being sick to get out of something and end up actually getting sick.", "id": 62 },

  { "quote": "When you're trying to be a good student but the class is too difficult", "id": 63 },

  { "quote": "When you find a couple of bucks in your pants", "id": 64 },

  { "quote": "When the stranger next to you at the theater takes a phone call during the movie", "id": 65 },

  { "quote": "When you're trying to be a good driver but the roads are too dangerous", "id": 66 },

  { "quote": "When you show someone a hilarious video and they don't laugh", "id": 67 },

  { "quote": "When you're staying at a hotel and find a hair that's not yours on the pillow", "id": 68 },

  { "quote": "When you're trying to be productive but Netflix is calling your name", "id": 69 },

  { "quote": "When the website says a store is open but you show up and they're closed", "id": 70 },

  { "quote": "When you just know you're about to break your 'number of days without crying' streak", "id": 71 },

  { "quote": "When you're trying to be a good partner but they're not meeting your expectations", "id": 72 },

  { "quote": "When you're trying to be a good partner but they're too possessive", "id": 73 },

  { "quote": "When someone says you look tired the day after you finally got a lot of sleep", "id": 74 },

  { "quote": "When it is Christmas and your first three gifts are underwear", "id": 75 },

  { "quote": "When someone spoils a movie or TV show on purpose", "id": 76 },

  { "quote": "You know, you drive almost slow enough to drive Miss Daisy.", "id": 77 },

  { "quote": "When your friend takes a bite of your lunch without asking", "id": 78 },

  { "quote": "When you answer the teacher's question with a ton of confidence and she tells you that you're wrong", "id": 79 },

  { "quote":"When you have to take your shoes off at someone's house and your sock has a hole", "id": 80 },

  { "quote": "When your boss starts following you on TikTok", "id": 81 },

  { "quote": "When one of your own farts wakes you up in the morning", "id": 82 },

  { "quote": "When you think no one can hear so you rip a loud one", "id": 83 },

  { "quote": "When you are trying to tell a story but the other person won't stop interrupting", "id": 84 },

  { "quote": "That look you give when someone tells you they love to go fishing", "id": 85 },

  { "quote":"When you think you're going to be late but you're actually on time", "id": 86 },

  { "quote": "When you realize you're talking with a close talker", "id": 87 },

  { "quote":"When Grandma wants to tell you all about the trouble she is been having going to the bathroom", "id": 88 },

  { "quote": "When you're trying to be a good roommate but they're too messy", "id": 89 },

  { "quote":"When you text something funny to a friend and you're just waiting for their reply", "id": 90 },

  { "quote": "When your mom asks if you want to do something fun and it turns out her idea of fun is a puzzle", "id": 91 },

  { "quote": "When you're trying to be cool but you're still a nerd", "id": 92 },

  { "quote": "When a friend who works at a restaurant tells you what really goes on in the kitchen", "id": 93 },

  { "quote": "When a supermarket employee catches you sampling the grapes", "id": 94 },

  { "quote": "When your alarm goes off for work but it's Saturday", "id": 95 },

  { "quote": "When your meal is spicy as heck but you're acting like it's not", "id": 96 },

  { "quote": "When someone says, No offense, and you know they're gonna offend you", "id": 97 },

  { "quote":"When you're the only one not invited to the party", "id": 98 },

  { "quote": "When you're the only sober one at the party", "id": 99 },

  { "quote": "When someone tells you that you chew too loud", "id": 100 }
]

